Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “算了，我直接去买一本回来以证清白。”麦格无奈的向着那书店走去，他其实也想看看食全食美的这期杂志做得如何，是否能够达到他预期的宣传效果。
en_us: "Forget it. I will just go buy one copy to prove my innocence." Mag walked towards that bookshop with exasperation. In actuality, he also wanted to see what the Perfect Food did with this issue. Could it achieve his anticipated effects of publicity?

source: “算了，说了你也不会懂，你又不会做菜。”那姑娘有些鄙夷的收回了目光，带着几分清贵道：“这才是我们吃货的男神，一个身来就是为了改变吃货世界的男人。”
en_us: "Forget it. You won't understand even if I tell you. You don't even cook." That young maiden retracted her gaze disdainfully before nobly saying, "He is the idol of us chowhounds. A man who was born to transform the world of chowhounds."

source: “算算多少钱，我一起结账。”埃菲取出钱袋。
en_us: "How much are they? I'll pay for them as well." Eiffie took out her money bag.

source: “米娅小姐，我们要一只烧鹅，一份红烧肉，一份鱼香茄子，还有一份麻婆豆腐，一个剁椒鱼头，还有给这两位先生再续一杯冰啤。”卡诺熟练的说道。
en_us: "Miss Miya, we want one helping of roast goose, one helping of red braised pork, one helping of the eggplant with garlic sauce, and one helping of the steamed fish head with diced hot red peppers, and please give these two gentlemen another mug of beer each," Canault said with familiarity.

source: “精灵族那边，现在情况如何？”
en_us: "What's the situation like at the Elves' side?"

source: “糟糕！中计了！”
en_us: "Oh no. We've been tricked!"

source: “系……小米觉得它已经非常完美了呢。”艾米把统咽了回去，说道。
en_us: "Sy… Seriously, Amy baby thinks it's perfect already," Amy baby swallowed her words.

source: “系统对于一个陌生世界的了解，除却通过天道获得的基础信息之外，也是要进行探索才能知晓的。”
en_us: "A System's understanding of a foreign world could only be known through exploration other than obtaining basic information from God."

source: “系统，你变了！”
en_us: "System, you have changed!

source: “系统，你在吗？”
en_us: "System, are you there?"

source: “系统，你确定那东西能定位成功吧？没电了怎么办？”麦格在心里嘀咕道。
en_us: "System, are you sure that thing can locate her accurately? What if the battery died?" Mag murmured inwardly.

source: “系统，你能不能搞一个地底世界探测器，直接打穿地壳的那种，我现在高度怀疑这些家伙藏在地底之下，可能还在下面建立了一个新的世界。”
en_us: "System, can you get me a underground world detector? The kind that can go right through to the core of the earth. I am highly suspecting that these fellows are hiding underground and might have even built a whole new world down there."

source: “系统，你说古老者的智者们会不会迷失在三年高考五年模拟的海洋里？”麦格关上门，突然有点心疼那些即将被知识的题海洗礼的智者们。
en_us: "System, do you think the wise men of the Elder Things will lose themselves in the ocean of the practice exercise books for the college entry exams?" Mag closed the door and suddenly felt a little sorry for those wise men who were about to get "batipsed" by those knowledge and questions.

source: “系统，发生什么了？”艾米在心里问道。
en_us: "System, what happen?" Amy asked inwardly.

source: “系统，我需要一点奇怪的知识。”麦格在心里说道。
en_us: "System, I need some weird knowledge." Mag said inwardly.

source: “系统，有没有二手印刷机卖啊？”麦格在心里问道。
en_us: "System, do you sell second-hand printer?" Mag asked inside.

source: “系统，要不你把我娇妻在怀，萌娃在侧，飞剑斩敌，挥斥方遒的样子，发一点给当初咒我的厨师瞧瞧嘛。”麦格在心里道。
en_us: "System,why don't you send pictures of me with my beautiful wife, cute children, and wielding a sword to slay enemies to those chefs who cursed me back then?" Mag said inside.

source: “系统，请你以后不要再发布什么让我做早餐的过分任务，这是对一个拥有着完美厨艺的父亲的侮辱。”艾米在心里认真的说道。
en_us: "System, please don't issue anymore unreasonable mission such as asking me to make breakfast in the future. This is an insult to someone who has a father who has perfect culinary skills." Amy seriously said inwardly.

source: “系统，这不会是个机器人吧？一个没有感情的杀手？”麦格在心里问道。
en_us: "System, this isn't a robot, right? She's also not an assassin with emotions, right?" Mag asked inwardly.

source: “系统，这可是一个有高等文明存在的世界，人家都开星际战舰，玩电磁炮了，我弄个火炮应该不算过分吧？
en_us: "System, this is a world where an advanced civilization existed. They are already driving intergalactical battleships and using electromagnetic guns. It isn't too much for me to use cannons, right?

source: “系统，这就是你所谓的高等级文明的存在吧？要是我们把她捕捉了，你能研究出多少东西？”麦格在心里说道。
en_us: "System, is she the so-called advanced civilization? How many things can you study out of her if we capture her?" Mag said to the system inwardly.

source: “系统，那我算是完成任务了吗？”艾米在心里问道。
en_us: "System, in that case, have I completed my mission?" Amy asked inside.

source: “绑了一个女人。”麦格在那条木凳上坐下，将那块令牌随手丢进了那个黑色的孔洞，神情漫不经心，目光却是在细细打量着那幽黑的孔洞。
en_us: "Kidnapped a woman." Mag took a seat on the wooden stool and threw that tablet into that black hole. He looked as if he did not care but was actually carefully observing the hole.

source: “结账，请给我打包一份酒鬼花生。”晞取出金币放在桌上，看着麦格说道。
en_us: Xi placed a gold coin on the table and said to Mag, "Bill, please. I would like to takeaway a helping of drunkard peanuts too."

source: “绕开它们！”伊琳娜一边给阿紫施加治疗魔法，一边冷静的下令道。
en_us: Irina applied healing magic onto Ah Zi while coldly instructing, "Avoid them!"

source: “给你。”艾米把掌心里的糖倒到诺亚的手上。
en_us: "For you." Amy placed the candy on Noah's hand.

source: “给你一个月的时间，等我回来的时候，我希望酿酒厂的朗姆酒已经可以出厂销售了。”麦格看着她笑着说道。
en_us: "I'll give you one month's time. When I return, I hope the rum from the brewery can be ready for sale," Mag replied smilingly.

source: “给安妮印画本的，那是一台可以彩印的机器，能够印制有颜色的画本。”麦格解释道。
en_us: "It's for Annie to print her picture books. That's a machine that could print colored picture books." Mag explained.

source: “给小爷爬！”
en_us: "Crawl for me!"

source: “给我找到他，但关于这件事的任何消息，我都不想在其他地方听到。”安德烈冷声道。
en_us: Andre coldly said, "Find him. However, I don't want to hear anything about this incident anywhere else."

source: “给我把凶手找出来，无论是谁，我都要他死！”安德烈愤怒的声音响彻御书房。
en_us: "Find me the murderer! No matter who it is, I want him dead!" Andre's furious howl rang through the royal study.

source: “给米娅留了一封信，和其他没有说。”伊丽莎白摇头，“我不擅长道别。”
en_us: "I left a letter to Miya. I didn't tell the rest." Elizabeth shook her head. "I'm not good at saying goodbye."

source: “给，水。”麦格连忙把苹果汁递上前。
en_us: "Here, water." Mag quickly passed her the apple juice.

source: “继续吃饭吧。”
en_us: "Let's eat."

source: “继续查，我倒要看看究竟是谁敢在朕的洛都做出这样的事情。”安德烈下令道。
en_us: "Continue with the investigations. I want to see who exactly dares to do something like this in my Rodu," Andre ordered.

source: “继续说。”伊琳娜双手抱胸，不为所动。
en_us: "Go on." Irina wrapped her arms in front of her chest.

source: “罗莫街……”麦德勋思考了一下，突然眼睛一瞪，有些惊讶的看了一眼埃菲，又是看着麦格道：“那岂不是和泰坦酒馆在同一条街上？”
en_us: "Romo Street..." Madison thought for a while before widening his eyes and flicked a glance at Eiffie. Then, he said to Mag, "Isn't it on the same street as Titan Tavern?"

source: “罗莫街的房价真的会涨？他们都说你亏了。”伊琳娜有点不信道。
en_us: "Will the property prices at Romo Street really go up? They all said that you've made losses," Irina said in disbelief.

source: “罢了罢了，咱们再去寻其他店铺便是。”矮胖中年人叹了口气，起身向着店外走去。
en_us: "Forget it. Let's go look for other shops." The fat and fat middle-aged man sighed and walked out of the shop.

source: “羊羊真可爱，烤起来更美味！”
en_us: "The sheep are so cute. They taste even better when they are grilled!"

source: “美酒协会是由美酒爱好者牵头成立的组织，从本质上来说，是消费者协会。”埃菲微笑着说道。
en_us: "The Wine and Liquor Association is an organization founded by alcoholic drinks lovers. In essence, It's a consumer association." Eiffie said smilingly.

source: “老大！隔壁街的楼突然塌了，好像还埋了个人！”一个衙役快步跑进院子。
en_us: "Chief! A building in the next block suddenly collapse and someone seems to be buried underneath it." A constable jogged into the yard quickly.

source: “老婆，你听我狡辩……”麦格心态有点崩，连忙把埃菲扶正，正色道：“埃菲小姐，请你放尊重一点。”
en_us: "Honey, listen to my excuses…" Mag was about to go crazy. He quickly propped Eiffie up straight, and said, "Miss Eiffie, please watch your behavior."

source: “老巫婆……还是有些东西的……”伊琳娜趴在紫纹狮鹫背上，目光渐渐迷蒙，然后陷入了昏迷之中。
en_us: "That old witch… still has some things up her sleeves…" Irina lay face down on the griffin's back. She slowly lost her focus, and lost her consciousness.

source: “老板你等一下。”汉娜转身进了一旁的酒窖，不一会就拿了两坛酒出来。
en_us: "Wait a sec, Boss." Hannah went into the cellar at the side, and came out with two bottles of rum.

source: “老板娘你看，对面那家酒馆门口这会就聚了不少客人呢。”泰坦酒馆里，小伙计看着刚午睡下楼来的埃菲说道。
en_us: In Titan Tavern, Eiffie just came downstairs after her nap, and a server told her, "Look, Lady Boss. That tavern opposite already has many customers congregating at this time."

source: “老板娘，再来一瓶酒！”一声吆喝从酒馆里传了出来。
en_us: "Lady boss, another bottle!" A shout came from the tavern.

source: “老板娘，那你以后就不卖酒给我们喝了吗？3000铜币实在太贵了，我们就算一个月不喝酒也喝不起啊。”一个中年男人苦笑道。
en_us: "Lady boss, are you not selling drinks to us anymore? 3000 copper coins is really too expensive. We can't afford it even if we don't drink for a month." A middle-aged man said a bitter smile.

source: “老板我要来一本食全食美。”
en_us: "Boss, I would like to have a copy of Perfect Food."

source: “老板走的时候说要出去玩一个月，估计还要再玩半个月吧。”雪莉尔拿了一根生黄瓜嚼着，用来缓解嘴唇的麻辣感。
en_us: "Boss said he would be gone for a month before he left. He probably woul dbe enjoying himself for another half a month," Shirley chewed on a raw cucumber to soothe the burn from the spiciness on her lips.

source: “老板这下栽了……”
en_us: "The boss is in big trouble now…"

source: “老板，东西给我吧，这是我们家对面新开的塞班酒馆老板的女儿，我帮她提回去，顺便给我用碗盛三碗糊涂汤，一会我让玛拉帮你送回来的。”这时，一道温柔的声音从身后响起。
en_us: "Boss, give the things to me. This is the daughter of the boss of the newly opened Saipan Tavern across my place. I'll help her carry them back. Give me three bowls of cucumber soup too. I'll get Mala to send the bowls back to you later." Right then, a gentle voice spoke up behind them.

source: “老板，人来了。”
en_us: "Boss, they're here."

source: “老板，你们家这酒是论缸卖的吗？”一位客人问道。
en_us: "Boss, are you selling your liquor by the vat?" a customer asked.

source: “老板，你们店里怎么没有卖食全食美的杂志啊？其他店里都卖的非常火爆啊。”麦格扫了一眼店铺，说道。
en_us: Mag swept a quick glance in the shop, and said, "Boss, why are you not selling Perfect Food magazine? The other shops are doing a brisk business selling it."

source: “老板，你参加明天的品酒大会了吗？以茅台酒和威士忌的品质，绝对能够在品酒大会上获得金奖的。”
en_us: "Boss, are you joining the liquor tasting event tomorrow? The quality of the maotai and whiskey would definitely bring us some prizes."

source: “老板，你怎么来了？”不多久，汉娜的声音从麦格身后传来，她快步走上前来，“我听他们说你来了，怎么不直接来找我？”
en_us: "Boss, what are you doing here?" Soon, Mag heard Hannah's voice coming from behind. She quickly strode forward. "I heard they said you were here. Why didn't you come look for me right away?"

source: “老板，你这开门时间还真是分秒不差啊，我们在这里等了这么久，都不让我们提前进去坐一会。”一位客人有些幽怨道，要不是这酒香实在诱人，他可从来没受过这种气。
en_us: "Boss, you really open on the dot. You won't even let us in to wait when you see us waiting outside for so long," a customer complained as he had never suffered such grievance before. It was all because that liquor's aroma was simply too enticing.

source: “老板，她走的时候来向您道别了吗？”亚北米娅留到了最后，看着麦格问道。
en_us: "Boss, did she come to bid farewell to you?" Yabemiya stayed back to ask Mag.

source: “老板，您说什么？”小伙计没听清。
en_us: "What are you saying, Boss?" The waiter didn't catch her words.

source: “老板，请问需要多少钱。”管家拿出钱袋。
en_us: "May I ask how much it is, Boss?" The butler took out his money bag.

source: “老板，那……那冰激凌店还开吗？”亚北米娅的眼眶有些泛红，显然昨晚收到伊丽莎白留下的信后没有睡好。
en_us: "Boss, w-will the ice cream shop still be open?" Yabemiya's eyes were a little red. Obviously, she didn't sleep well last night after receiving Elizabeth's letter.

source: “老爷子，伤势如何了？”麦格打开酒塞，给梅兰特倒了一杯，问道。
en_us: Mag pulled out the cork, poured Merante a glass, and asked, "How's your injury, old master?"

source: “老爷，你还好吧？”一位中年女人从床边坐起身来，拿了一条帕子给他擦拭着头上的汗水，一边关切的问道。
en_us: "Master, are you alright?" a middle-aged woman asked worriedly as she sat up beside Bobby, and passed him a handkerchief to wipe his perspiration.

source: “老爷，带公主殿下去酒馆……会不会不太合适？”管家沉吟道。
en_us: "Master, isn't it a little inappropriate to bring the princess to a tavern?" The butler voiced his worries.

source: “老爷，时候还早，您再休息一会吧，我让他们煮些粥，吃些东西您再去衙门里。”夫人见老爷没有意志消沉，心中暗自松了口气。
en_us: "Master, it's getting late. Rest for a little longer. I'll get them to make some porridge so you can have something before going to court." Bobby's wife secretly heaved a sigh of relief seeing that Bobby was not dispirited.

source: “老爷，现在外边都在传，这家酒馆是您投资开的。”老管家递上丝巾，说道。
en_us: "Master, now there are rumors outside that you invested in and opened that tavern," the butler said as he passed Abraham a silk handkerchief.

source: “老爷，给您准备了点粥，您现在就用餐吗？”管家接着道。
en_us: The butler continued, "My Lord, I have prepared some porridge for you. Would you like to have it now?"

source: “老鼠吗？”房间里，伊琳娜睁开眼睛，慵懒的伸了个懒腰，目光依旧带着几分迷乱，小声嗔怪道：“也不知道温柔一点……”
en_us: "A mouse?" Back in the room, Irina opened her eyes and stretched out lazily. Her gaze was still a little confused. She pouted and said, "He should have been more gentle..."

source: “而且临时加的话，需要做很多工作，今天很难出样刊。”另一位负责排版的主管说道。
en_us: Another supervisor in charge of typesetting said, "Besides, we have to do a lot of work if we add it at the last minute. It'll be very difficult to get the sample issue out by today."

source: “而且今天出门一趟，做了那么多事情，晚上还要开门营业招待客人，一定是又累又困，洗个澡躺床上什么都不想动，立刻就睡着了。”
en_us: "Besides, they went out today and did so many things. Then they had to serve their customers at night. They must be very tired. They would probably lie in bed and fall asleep immediately after showering."

source: “而且她很喜欢你画的画册呢，所以我就把那本美人鱼送给她了。”
en_us: "Besides, she loves your picture book so I gave her the one with the mermaid."

source: “而且我们买下这家酒馆才一天，要是早上就开始营业，人家一进门肯定要怀疑的。”
en_us: "Furthermore, we have only bought this tavern for one day. If we open for business the next morning, people will have doubts once they step in."

source: “联手拦住它，等待支援！”领头的骑士沉喝一声，一脚踏在地上，身形消失在原地，转眼出现在那巨蛇的上方，手中长剑已然出鞘，挥斩而下。
en_us: "Let's join forces to stop it and wait for reinforcement!" The leading knight roared. He stomped onto the ground with one leg and disappeared. He reappeared about the snake in an instant and his longsword was already withdrawn. He slashed downwards at it.

source: “肥瘦均匀才是好食……好鸭子，赶紧行动起来，我会在后边盯着你哦。”艾米神情认真，不容拒绝。
en_us: "A good ingred— duck is neither too fat nor too thin. Quick, move it. I will be watching you from behind." Amy had a serious expression. She wouldn't accept "no" for an answer.

source: “胡说，我是这种不懂事的人吗？”温妮莎睁大了几分眼睛，扮出了几分凶相，只是眼睛瞪圆了，反倒又添了几分可爱。
en_us: "Nonsense. Do I look like such an insensible person?" Vanessa widened her eyes, and pretended to look fierce, but only her eyes looked bigger, and she looked cuter instead.

source: “自己套回来的鹅，感觉更好吃呢。”艾米夹了一块烧鹅肉喂到嘴里，很快就连着骨头都一起嚼了咽下肚，开心的晃着身体道。
en_us: "The goose we won feels even tastier," Amy said as she swayed happily. She put a piece of roast goose in her mouth, and very quickly swallowed everything, including the chewed bones.

source: “自己解决。”麦格掏出一个钱袋，往汉娜面前一推。
en_us: "Solve it yourself." Mag took out a money bag, and pushed towards Hannah.

source: “自由了！”
en_us: Free!"

source: “至少两千铜币一瓶吧，这可是真正的大师遗世珍品，喝一瓶，少一瓶。”
en_us: "At least 2000 copper coins. This is a real master's legacy. It's one less bottle left in the world for every single bottle consumed."

source: “至少这一刻他们是幸福的吧。”安奈林在心中有些感慨的想着，作为这家福利院的负责人，他对每一个孩子都有一些了解。
en_us: At least they are happy at this moment, Aneurin lamented inwardly. As the person in charge of this orphanage, he knew a little about each child.

source: “艾略特并不是一个值得信任的人，他没有胆量与伊琳娜战斗，包括发起任何形式的抵抗。”莎莉平静的说道：“而且，解放奴隶已经在风之森林中达成共识，这是不可抵挡的潮流。”
en_us: "Elliot isn't a trustworthy person. He doesn't have the guts to fight with Irina, including having any forms of resistance." Sally calmly replied, "Furthermore, freeing the slaves is already a common consensus in the Wind Forest. This is an irresistible trend."

source: “艾米说想来看看小伙伴们，我带她过来，顺便给孩子们做了点烤串。”麦格点点头，顺手在一旁的冰激凌机接了一个冰激凌递给薇薇安，“烤串刚好分完，不过冰激凌还是有的。”
en_us: "Amy said she wanted to see her friends, so I brought her over, and made some kebabs for the children as well." Mag nodded while making an ice cream from the ice cream machine at the side, and passed it to Vivian. "The kebabs are just finished, but we still have ice cream."

source: “艾米，你去请埃菲和玛拉姐姐过来吃午饭。”麦格看着艾米说道。
en_us: "Amy, go and invite Big Sister Eiffie and Big Sister Mala over for lunch." Mag said to Amy.

source: “艾米，你来了！”一道小小的身影跑了过来，正是杰西卡。
en_us: "Amy, you are here!" A small figure ran over. It was Jessica.

source: “花生配粥？”亚伯罕看着木盒子里装满的酒鬼花生，笑了笑，然后捏起一颗花生丢到嘴里。
en_us: "Peanut with porridge?" Abraham looked at the wooden box filled with drunkard peanuts. He chuckled and threw a peanut into his mouth.

source: “芳香？”
en_us: "Fragrance?"

source: “若是埃菲小姐信得过我，可带我去看看你的酿酒坊。”麦格看着埃菲说道。
en_us: "If Miss Eiffie trusts me, you can bring me to your brewery," Miss told Eiffie.

source: “茅台是吧，先坐一会，我去整一点下酒菜。”麦格点点头，转身进了厨房。
en_us: "Is it Maotai? Take a seat first. I'll go make you some side dishes to go with your drinks." Mag nodded, and went into the kitchen.

source: “茅台酒——2000铜币一瓶。”
en_us: "Maotai—2000 copper coins a bottle."

source: “茅台酒的香味是每一个好酒之人都无法抵抗的，所以从明天开始，我就倒一杯茅台酒放在酒馆门口，用铁笼子锁着，用来吸引过往的客人和周围的住户。”麦格微笑道。
en_us: "The fragrance of Maotai is irresistible to all drinkers. Starting from tomorrow, I will pour a cup of Maotai, and lock it up in a cage at the door to attract the passing customers and surrounding residents," Mag said with a smile.

source: “茅台酒，两千铜币一瓶，这边还有下酒菜，有需要吗？”麦格提示了一下价格。
en_us: "Maotai, 2,000 copper coins a bottle. We have side dishes to go with the wine. Do you need it?" Mag introduced the price.

source: “茅台酒，应该是一种粮食酒。”波比说道。
en_us: "Maotai. It should be a type of grain wine," Bobby said.

source: “茅台酒？！”看着那酒瓶，波比的记忆一下子清晰起来，他记得昨晚心情郁闷，溜达到罗莫街，结果因为酒香进了一家名为塞班的酒馆。
en_us: "Maotai?!" Bobby's memories came back to him immediately when he saw the bottle of wine. He remembered his low feelings, walking at Romo Street, and entering Saipan Tavern because of the wine fragrance.

source: “茅台？威士忌？”伊琳娜一脸疑惑，她从来没有听说过这两款酒。
en_us: "Maotai? Whiskey?" Irina looked confused. She had never heard of these two liquors before.

source: “草。”
en_us: "Grass[1. Grass in Chinese sounds to the Chinese F-word.]."

source: “莫非这老板去麦米餐厅取过经？”亚伯罕有些狐疑的回头看了一眼酒柜的方向，那酒馆老板正坐在柜台后一脸淡定的看书。
en_us: Could the owner have gone to Mamy Restaurant to learn? Abraham turned to look towards the wine shelf, where the owner of the tavern was sitting behind the counter, reading a book.

source: “获得绿豆糕基本菜谱一份，需宿主自行探索改进！”
en_us: "Mung bean recipe has been issued. The host has to explore and improve the recipe!"

source: “获得额外奖励：厨神试炼场使用机会3次！信仰之力+10000！”
en_us: "Additional reward: three chances to use the test field for the God of Cookery! Power of faith +10,000!

source: “菜刀用的不习惯嘛，正常的。”伊琳娜看了一眼，淡定道。
en_us: Irina flicked a glance and calmly said, "She's not used to holding a chef's knife. It's normal."

source: “菜单上并未增加新的菜品……”
en_us: "There are no new dishes on the menu…"

source: “营业结束。”麦格翻转了门上挂着的木牌，顺便关掉了招牌灯，第一天营业就这样结束了。
en_us: "Closed for the day." Mag flipped the sign hanging on the door, and switched off the light for the signboard. A day had ended just like that.

source: “蒸馏设备已经调试好了，接下来我要教你如何使用这套设备，用来酿造泰坦酒。”麦格脱掉手套，看着端着茶站在一旁的埃菲。
en_us: "The distillation equipment is already set. Next, I will teach you how to use this apparatus to brew Titan Liquor." Mag removed his gloves and looked at Eiffie, who was standing at the side with a cup of tea in her hands.

source: “虽有五成胜算，但就算最后我们赢了，陛下也将再无可用之兵。”
en_us: "Even though there is a 50% of winning, Your Majesty won't have any usable soldiers left even if we won."

source: “虽然中午我吃了三碗饭，但我觉得现在我又可以了。”
en_us: "Although I had three bowls of rice at lunch, I feel that I can eat again."

source: “虽然奥斯特不太聪明的亚子，可现在自顾不暇的情况下，哪里还有能力在洛都组织一场屠杀。”迈克尔摇头。
en_us: "Although Auster isn't too bright, in the current circumstances where he couldn't take care of himself, how could he have the ability to organize a massacre in Rodu?"

source: “虽然局势动荡，但这不是我们拖更的理由，把麦老板的鱼香茄子教程加进去，就放在麦老板的采访稿后边，封面给最大标题，今天内我要看到样刊，三天后新刊照常发行，让印刷厂做好加印的准备。”食全食美主编办公室，加兰看着在场的编辑部骨干认真道。
en_us: In the office of the chief editor of Perfect Food, Garlan seriously said to the main staff of the editing department, "Although the current situation is tumultuous, it isn't a valid reason for us to delay the update. Add in Boss Mag's tutorial of the eggplant with garlic sauce after his interview script. Put it as the biggest headline on the cover. I want to see the sample issue today, and we will release the new issue as usual three days later. Tell the publisher to get ready to print additional copies."

source: “虽然很好吃，但我觉得它还可以更完美一些。”艾米看着麦格说道。
en_us: "Although it's good, I think it can be improved to make it perfect," Amy told Mag.

source: “虽然我想了很多台词，但师父说过，反派死于话多，不逼逼，才是一个杀手的基本素养。”康妮收回目光，将手中的兽油灯随手丢到了一旁的棉被上。
en_us: "Although I thought of many things to say, Master said the antagonists died because they talked too much. Silence is an assassin's basic demeanor."Connie retracted her gaze and threw the beast oil lamp in her hand onto the quilt at the side.

source: “虽然我酒酿的没我父亲好，但我从母亲那里学会了如何做萝卜条。”埃菲微笑道。
en_us: "Although the liquor I brewed isn't as good as my dad, I learnt how to make preserved radish strips from my mother." Eiffie smilingly said.

source: “虽然脑子不太好使，可他真有钱啊……一百多栋楼，再便宜也得过亿了。”旁边的胖老板嗑着瓜子，一脸羡慕。
en_us: "Although his brain isn't really functional, he is truly loaded… Over 100 properties. It would have cost over 100,000,000 even if they had been cheap," the fat boss munching on sunflower seeds at the side said with envy.

source: “虽然马库斯大师走了，但他的传奇又要重新开始了！”
en_us: "Although Master Marcus is gone, his legacy is just about to begin!"

source: “蜗牛也是这样的，可能它没有毒性，但它的口感很糟糕，或者本身带着难以入口的味道，这样的蜗牛也不能被称为可以食用的蜗牛。”麦格接着说道。
en_us: Mag continued on, "It's the same with the snails. Perhaps it's not poisonous, but its texture can be very bad or it can have a horrible taste. Such snails are not edible snails either."

source: “蜗牛品类繁多，其中大多数具有毒性不可食用，而在地球上能够食用的蜗牛品种，例如法国蜗牛、庭园蜗牛和玛瑙蜗牛等，在诺兰大陆上暂时不知是否存在。
en_us: "There are many varieties of snails, most of them are poisonous and inedible. Meanwhile, we're not sure if the edible species of snails on Earth, such as the French escargots, the garden snails and achatinella are available on the Norland Continent.

source: “蜗牛啊……”麦格第一反应是摇头，但略一思考，法国蜗牛可是法国名菜，要说不能吃，那也是不对的。
en_us: "Snails..." Mag's first reaction was to shake his head. However, after thinking about it, french escargots was a famous french dish. It was not right to say that snails could not be eaten.

source: “行。”弗格斯笑着点头，说起来已经很多年没有因为担心无座而去占位置了。
en_us: "Sure." Fergus nodded with a smile. Speaking of it, it had been years since they had to worry about getting a seat.

source: “行了，到时候我去和陛下说说，他要是同意，我就带你去。”亚伯罕笑着道。
en_us: Abraham smilingly replied, "Alright. I'll go talk to His Majesty when the time comes. I'll bring you along if he agrees."

source: “行了，就当做不认识我们，别影响人家做生意。”亚伯罕抬手制止了各位还想继续上前问好套近乎的人。
en_us: "Alright, just take it as you don't know us. Don't affect their business." Abraham raised his hand to stop the bootlickers who wanted to come over.

source: “行了，楼上没有房间了，你们住在酒馆里也不方便，一会我下来带你们去隔壁房子，你们先暂住在罗莫街一段时间吧。”麦格说道，抱着伊琳娜上了楼。
en_us: "Alright. There are no rooms upstairs. It's rather inconvenient to have you staying in the tavern. I'll come back down later to bring you to the house beside. You can stay at Romo Street for the time being," Mag said as he carried Irina upstairs.

source: “行动。”
en_us: "Go."

source: “行吧。”伊琳娜伸出手，一把折叠椅出现在她的手里。
en_us: "Alright." Irina reached her hand out, and a foldable chair appeared in her hand.

source: “行啊，我有几瓶不错的酒可以拿出来喝，不过不包括这瓶。”库尔特笑着点头。
en_us: "Sure. I have a few bottles of good wine that I can take out. Not this." Kurt nodded with a smile.

source: “行家啊。”要是前辈在这里的话，一定会称赞一声。
en_us: "Professional." If his senior had been around, he would definitely have praised it.

source: “行，大人都说好，那我也来一杯试试。”那大臣端起酒杯喝了一口。
en_us: "Sure. If you say that it's good, I'll give it a try too." That courtier picked up the glass, and took a sip.

source: “行，就算是龙潭虎穴，兄弟也陪你走一遭！”
en_us: "Sure, even if we're going to a dragon's cave, I will go with you!"

source: “行，那咱们去尝尝。”卢西恩点头。
en_us: "Sure. Let's try it out." Lucien nodded.

source: “行，那我回去尝尝。”麦格接过酒，口说无凭，他的确想检验一下汉娜用新机器酿出来的朗姆酒是否依旧保持着高水准。
en_us: "Alright, I will bring it back and try it out." Mag accepted the rum. Words alone were no proof. He indeed wanted to check if the rum produced by Hannah with the machine still retained a high quality.
